Repository: holg/eulumdat-rs
Catalog: EulumdatApp/EulumdatApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru, zh_hans

# ui.compare.file_b
source: File B
de: Datei B
es: Archivo B
fr: Fichier B
pt_br: Arquivo B
ru: Файл B
zh_hans: 文件 B

# ui.compare.file_b_c_plane
source: File B C-plane
de: Datei B C-Ebene
es: Archivo B plano C
fr: Fichier B plan C
it: File B piano C
pt_br: Arquivo B plano C
ru: Файл B C-плоскость
zh_hans: 文件 B C-平面

# ui.compare.file_b_label
source: File B:
de: Datei B:
es: Archivo B:
fr: Fichier B :
pt_br: Arquivo B:
ru: Файл B:
zh_hans: 文件 B：

# ui.compare.link_sliders
source: Link sliders
de: Regler verknüpfen
es: Vincular deslizadores
fr: Lier les curseurs
it: Collega cursori
pt_br: Vincular controles
ru: Связать ползунки
zh_hans: 联动滑块

# ui.compare.metric
source: Metric
de: Metrik
es: Métrica
fr: Métrique
it: Metrica
pt_br: Métrica
ru: Метрика
zh_hans: 指标

# ui.compare.or
source: or
de: oder
es: o
fr: ou
it: o
pt_br: ou
ru: или
zh_hans: 或

# ui.compare.select_template
source: Select template...
de: Vorlage auswählen...
es: Seleccionar plantilla...
fr: Sélectionner un modèle...
it: Seleziona modello...
pt_br: Selecionar modelo...
ru: Выбрать шаблон...
zh_hans: 选择模板...

# ui.compare.similarity
source: Similarity
de: Ähnlichkeit
es: Similitud
fr: Similarité
it: Somiglianza
pt_br: Similaridade
ru: Сходство
zh_hans: 相似度

# ui.compare.title
source: Compare with:
de: Vergleichen mit:
es: Comparar con:
fr: Comparer avec :
it: Confronta con:
pt_br: Comparar com:
ru: Сравнить с:
zh_hans: 比较对象：

# ui.data_table.copy_to_clipboard
source: Copy to Clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
it: Copia negli appunti
pt_br: Copiar para área de transferência
ru: Копировать в буфер
zh_hans: 复制到剪贴板

# ui.data_table.no_data
source: No intensity data available
de: Keine Intensitätsdaten verfügbar
es: No hay datos de intensidad disponibles
fr: Aucune donnée d'intensité disponible
it: Nessun dato di intensità disponibile
pt_br: Nenhum dado de intensidade disponível
ru: Данные интенсивности отсутствуют
zh_hans: 无强度数据

# ui.diagram.cartesian
source: Cartesian
de: Kartesisch
es: Cartesiano
fr: Cartésien
it: Cartesiano
pt_br: Cartesiano
ru: Декартова
zh_hans: 直角坐标

# ui.diagram.rotate_hint
source: Drag to rotate | Scroll to zoom | Auto-rotates on load
de: Ziehen zum Drehen | Scrollen zum Zoomen | Automatische Rotation beim Laden
es: Arrastrar para rotar | Desplazar para zoom | Rotación automática al cargar
fr: Glisser pour tourner | Défiler pour zoomer | Rotation auto au chargement
it: Trascina per ruotare | Scorri per zoom | Rotazione automatica al caricamento
pt_br: Arraste para girar | Role para zoom | Rotação automática ao carregar
ru: Перетаскивание для вращения | Прокрутка для масштаба | Автовращение при загрузке
zh_hans: 拖动旋转 | 滚动缩放 | 加载时自动旋转

# ui.diagram.scene_controls
source: Controls: WASD/Arrows to move • Q/E up/down • Right-click+drag to look • R to reset view • 1-4 for scene types • P for photometric solid • L for luminaire
de: Steuerung: WASD/Pfeile bewegen • Q/E auf/ab • Rechtsklick+ziehen zum Umschauen • R zurücksetzen • 1-4 Szenentypen • P fotometrischer Körper • L Leuchte
es: Controles: WASD/Flechas mover • Q/E arriba/abajo • Clic derecho+arrastrar mirar • R restablecer vista • 1-4 tipos de escena • P sólido fotométrico • L luminaria
fr: Contrôles: ZQSD/Flèches déplacer • A/E haut/bas • Clic droit+glisser regarder • R réinitialiser • 1-4 types de scène • P solide photométrique • L luminaire
it: Controlli: WASD/Frecce muovi • Q/E su/giù • Clic destro+trascina guarda • R reimposta • 1-4 tipi scena • P solido fotometrico • L apparecchio
pt_br: Controles: WASD/Setas mover • Q/E cima/baixo • Clique direito+arrastar olhar • R redefinir vista • 1-4 tipos de cena • P sólido fotométrico • L luminária
ru: Управление: WASD/Стрелки движение • Q/E вверх/вниз • ПКМ+перетаскивание осмотр • R сброс вида • 1-4 типы сцен • P фотометрическое тело • L светильник
zh_hans: 控制：WASD/方向键移动 • Q/E上下 • 右键+拖动环顾 • R重置视图 • 1-4场景类型 • P光度体 • L灯具

# ui.diagram.title_2d
source: 2D Intensity Distribution
de: 2D-Lichtstärkeverteilung
es: Distribución de intensidad 2D
fr: Distribution d'intensité 2D
it: Distribuzione intensità 2D
pt_br: Distribuição de intensidade 2D
ru: 2D-распределение силы света
zh_hans: 2D 光强分布

# ui.diagram.title_3d
source: 3D Butterfly Diagram
de: 3D-Schmetterlingsdiagramm
es: Diagrama mariposa 3D
fr: Diagramme papillon 3D
it: Diagramma farfalla 3D
pt_br: Diagrama borboleta 3D
ru: 3D-диаграмма "бабочка"
zh_hans: 3D 蝴蝶图

# ui.diagram.title_bug
source: BUG Rating Analysis
de: BUG-Bewertungsanalyse
es: Análisis de clasificación BUG
fr: Analyse du classement BUG
it: Analisi classificazione BUG
pt_br: Análise de classificação BUG
ru: Анализ рейтинга BUG
zh_hans: BUG 评级分析

# ui.diagram.title_floodlight_vh
source: Floodlight V-H Diagram
de: Flutlicht V-H Diagramm
es: Diagrama V-H Proyector
fr: Diagramme V-H Projecteur
it: Diagramma V-H Proiettore
pt_br: Diagrama V-H Projetor
ru: V-H диаграмма прожектора
zh_hans: 投光灯V-H图

# ui.diagram.title_greenhouse
source: Greenhouse PPFD
de: Gewächshaus-PPFD
es: PPFD de invernadero
fr: PPFD pour serre
it: PPFD per serra
pt_br: PPFD de estufa
ru: PPFD для теплиц
zh_hans: 温室 PPFD

# ui.diagram.title_heatmap
source: Intensity Heatmap
de: Lichtstärke-Heatmap
es: Mapa de calor de intensidad
fr: Carte de chaleur d'intensité
it: Mappa di calore intensità
pt_br: Mapa de calor de intensidade
ru: Тепловая карта силы света
zh_hans: 光强热图

# ui.diagram.title_isocandela
source: Isocandela Contour Plot
de: Isokandela-Konturplot
es: Curvas Isocandela
fr: Courbes Isocandela
it: Curve Isocandela
pt_br: Curvas Isocandela
ru: Изокандела
zh_hans: 等光强曲线图

# ui.diagram.title_isolux
source: Isolux Ground Footprint
de: Isolux-Bodenprofil
es: Huella Isolux en Suelo
fr: Empreinte Isolux au Sol
it: Impronta Isolux a Terra
pt_br: Perfil Isolux no Solo
ru: Изолюкс на поверхности
zh_hans: 地面等照度分布

# ui.diagram.title_lcs
source: Luminaire Classification System
de: Leuchten-Klassifizierungssystem
es: Sistema de clasificación de luminarias
fr: Système de classification des luminaires
it: Sistema di classificazione apparecchi
pt_br: Sistema de classificação de luminárias
ru: Классификация светильников
zh_hans: 灯具分类系统

# ui.diagram.title_scene
source: 3D Scene Viewer
de: 3D-Szenenansicht
es: Visor de escena 3D
fr: Visualiseur de scène 3D
it: Visualizzatore scena 3D
pt_br: Visualizador de cena 3D
ru: 3D-просмотр сцены
zh_hans: 3D 场景查看器

# ui.diagram.title_spectral
source: Spectral Power Distribution
de: Spektrale Leistungsverteilung
es: Distribución espectral de potencia
fr: Distribution spectrale de puissance
it: Distribuzione spettrale di potenza
pt_br: Distribuição espectral de potência
ru: Спектральное распределение мощности
zh_hans: 光谱功率分布

# ui.diagram.zoom_hint
source: Scroll to zoom | Drag to pan
de: Scrollen zum Zoomen | Ziehen zum Schwenken
es: Desplazar para zoom | Arrastrar para mover
fr: Défiler pour zoomer | Glisser pour déplacer
it: Scorri per zoom | Trascina per spostare
pt_br: Role para zoom | Arraste para mover
ru: Прокрутка для масштаба | Перетаскивание для панорамы
zh_hans: 滚动缩放 | 拖动平移

# ui.dropzone.current_file
source: Current file:
de: Aktuelle Datei:
es: Archivo actual:
fr: Fichier actuel:
it: File attuale:
pt_br: Arquivo atual:
ru: Текущий файл:
zh_hans: 当前文件：

# ui.dropzone.text
source: Drag and drop an LDT, IES, or ATLA (XML/JSON) file here, or use the Open button above
de: LDT-, IES- oder ATLA-Datei (XML/JSON) hierher ziehen oder die Schaltfläche Öffnen verwenden
es: Arrastre y suelte un archivo LDT, IES o ATLA (XML/JSON) aquí, o use el botón Abrir arriba
fr: Glissez-déposez un fichier LDT, IES ou ATLA (XML/JSON) ici, ou utilisez le bouton Ouvrir ci-dessus
it: Trascina e rilascia un file LDT, IES o ATLA (XML/JSON) qui, oppure usa il pulsante Apri sopra
pt_br: Arraste e solte um arquivo LDT, IES ou ATLA (XML/JSON) aqui, ou use o botão Abrir acima
ru: Перетащите файл LDT, IES или ATLA (XML/JSON) сюда или используйте кнопку Открыть выше
zh_hans: 将 LDT、IES 或 ATLA（XML/JSON）文件拖放到此处，或使用上方的打开按钮

# ui.file.export_atla
source: Export as ATLA
de: Als ATLA exportieren
es: Exportar como ATLA
fr: Exporter en ATLA
it: Esporta come ATLA
pt_br: Exportar como ATLA
ru: Экспорт в ATLA
zh_hans: 导出为 ATLA

# ui.file.export_ies
source: Export as IES
de: Als IES exportieren
es: Exportar como IES
fr: Exporter en IES
it: Esporta come IES
pt_br: Exportar como IES
ru: Экспорт в IES
zh_hans: 导出为 IES

# ui.file.export_ldt
source: Export as LDT
de: Als LDT exportieren
es: Exportar como LDT
fr: Exporter en LDT
it: Esporta come LDT
pt_br: Exportar como LDT
ru: Экспорт в LDT
zh_hans: 导出为 LDT

# ui.file.export_pdf
source: Export as PDF
de: Als PDF exportieren
es: Exportar como PDF
fr: Exporter en PDF
it: Esporta come PDF
pt_br: Exportar como PDF
ru: Экспорт в PDF
zh_hans: 导出为 PDF

# ui.file.export_svg
source: Export as SVG
de: Als SVG exportieren
es: Exportar como SVG
fr: Exporter en SVG
it: Esporta come SVG
pt_br: Exportar como SVG
ru: Экспорт в SVG
zh_hans: 导出为 SVG

# ui.file.open
source: Open File
de: Datei öffnen
es: Abrir archivo
fr: Ouvrir un fichier
it: Apri file
pt_br: Abrir arquivo
ru: Открыть файл
zh_hans: 打开文件

# ui.file.save_as
source: Save As
de: Speichern unter
es: Guardar como
fr: Enregistrer sous
it: Salva come
pt_br: Salvar como
ru: Сохранить как
zh_hans: 另存为

# ui.floodlight.area_size
source: Area Size
de: Flächengröße
es: Tamaño del área
fr: Taille de la zone
it: Dimensione area
pt_br: Tamanho da área
ru: Размер области
zh_hans: 面积大小

# ui.floodlight.h_plane
source: H-plane (V=0)
de: H-Ebene (V=0)
es: Plano H (V=0)
fr: Plan H (V=0)
it: Piano H (V=0)
pt_br: Plano H (V=0)
ru: H-плоскость (V=0)
zh_hans: H平面 (V=0)

# ui.floodlight.isocandela_subtitle
source: Equal-intensity contour lines
de: Gleichintensitäts-Konturlinien
es: Líneas de igual intensidad
fr: Courbes d'iso-intensité
it: Linee di uguale intensità
pt_br: Linhas de igual intensidade
ru: Линии равной силы света
zh_hans: 等光强等值线

# ui.floodlight.isolux_subtitle
source: Ground-plane illuminance contours
de: Bodenbeleuchtungsstärke-Konturen
es: Curvas de iluminancia en el suelo
fr: Courbes d'éclairement au sol
it: Curve di illuminamento a terra
pt_br: Curvas de iluminância no solo
ru: Контуры освещённости на поверхности
zh_hans: 地面照度等值线

# ui.floodlight.log_scale
source: Logarithmic
de: Logarithmisch
es: Logarítmico
fr: Logarithmique
it: Logaritmico
pt_br: Logarítmico
ru: Логарифмический
zh_hans: 对数

# ui.floodlight.mounting_height
source: Mounting Height
de: Montagehöhe
es: Altura de montaje
fr: Hauteur de montage
it: Altezza di montaggio
pt_br: Altura de montagem
ru: Высота установки
zh_hans: 安装高度

# ui.floodlight.nema_classification
source: NEMA Classification
de: NEMA-Klassifikation
es: Clasificación NEMA
fr: Classification NEMA
it: Classificazione NEMA
pt_br: Classificação NEMA
ru: Классификация NEMA
zh_hans: NEMA分类

# ui.floodlight.show_contours
source: Show Contours
de: Konturen anzeigen
es: Mostrar contornos
fr: Afficher les contours
it: Mostra contorni
pt_br: Mostrar contornos
ru: Показать контуры
zh_hans: 显示等值线

# ui.floodlight.tilt_angle
source: Tilt Angle
de: Neigungswinkel
es: Ángulo de inclinación
fr: Angle d'inclinaison
it: Angolo di inclinazione
pt_br: Ângulo de inclinação
ru: Угол наклона
zh_hans: 倾斜角度

# ui.floodlight.v_plane
source: V-plane (H=0)
de: V-Ebene (H=0)
es: Plano V (H=0)
fr: Plan V (H=0)
it: Piano V (H=0)
pt_br: Plano V (H=0)
ru: V-плоскость (H=0)
zh_hans: V平面 (H=0)

# ui.floodlight.vh_subtitle
source: Type B V-H intensity distribution
de: Typ B V-H Intensitätsverteilung
es: Distribución de intensidad Tipo B V-H
fr: Distribution d'intensité Type B V-H
it: Distribuzione intensità Tipo B V-H
pt_br: Distribuição de intensidade Tipo B V-H
ru: Распределение силы света тип B V-H
zh_hans: B型V-H光强分布

# ui.header.atla_json
source: Export as ATLA JSON
de: Als ATLA JSON exportieren
es: Exportar como ATLA JSON
fr: Exporter en ATLA JSON
it: Esporta come ATLA JSON
pt_br: Exportar como ATLA JSON
ru: Экспорт в ATLA JSON
zh_hans: 导出为 ATLA JSON

# ui.header.atla_xml
source: Export as ATLA XML
de: Als ATLA XML exportieren
es: Exportar como ATLA XML
fr: Exporter en ATLA XML
it: Esporta come ATLA XML
pt_br: Exportar como ATLA XML
ru: Экспорт в ATLA XML
zh_hans: 导出为 ATLA XML

# ui.header.export_ies
source: Export as IES
de: Als IES exportieren
es: Exportar como IES
fr: Exporter en IES
it: Esporta come IES
pt_br: Exportar como IES
ru: Экспорт в IES
zh_hans: 导出为 IES

# ui.header.file
source: File
de: Datei
es: Archivo
fr: Fichier
pt_br: Arquivo
ru: Файл
zh_hans: 文件

# ui.header.new
source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
pt_br: Novo
ru: Новый
zh_hans: 新建

# ui.header.open
source: Open...
de: Öffnen...
es: Abrir...
fr: Ouvrir...
it: Apri...
pt_br: Abrir...
ru: Открыть...
zh_hans: 打开...

# ui.header.save_ldt
source: Save as LDT
de: Als LDT speichern
es: Guardar como LDT
fr: Enregistrer en LDT
it: Salva come LDT
pt_br: Salvar como LDT
ru: Сохранить как LDT
zh_hans: 保存为 LDT

# ui.header.switch_to_dark
source: Switch to dark mode
de: Zum Dunkelmodus wechseln
es: Cambiar a modo oscuro
fr: Passer en mode sombre
it: Passa alla modalità scura
pt_br: Alternar para modo escuro
ru: Переключить на тёмную тему
zh_hans: 切换到深色模式

# ui.header.switch_to_light
source: Switch to light mode
de: Zum Hellmodus wechseln
es: Cambiar a modo claro
fr: Passer en mode clair
it: Passa alla modalità chiara
pt_br: Alternar para modo claro
ru: Переключить на светлую тему
zh_hans: 切换到浅色模式

# ui.header.templates
source: Templates
de: Vorlagen
es: Plantillas
fr: Modèles
it: Modelli
pt_br: Modelos
ru: Шаблоны
zh_hans: 模板

# ui.intensity.table_info
source: {c_planes} C-planes × {g_angles} γ-angles
de: {c_planes} C-Ebenen × {g_angles} γ-Winkel
es: {c_planes} planos C × {g_angles} ángulos γ
fr: {c_planes} plans C × {g_angles} angles γ
it: {c_planes} piani C × {g_angles} angoli γ
pt_br: {c_planes} planos C × {g_angles} ângulos γ
ru: {c_planes} C-плоскостей × {g_angles} γ-углов
zh_hans: {c_planes} C平面 × {g_angles} γ角

# ui.intensity.title
source: Luminous Intensity (cd/klm)
de: Lichtstärke (cd/klm)
es: Intensidad luminosa (cd/klm)
fr: Intensité lumineuse (cd/klm)
it: Intensità luminosa (cd/klm)
pt_br: Intensidade luminosa (cd/klm)
ru: Сила света (кд/клм)
zh_hans: 发光强度 (cd/klm)

# ui.language.select
source: Select Language
de: Sprache wählen
es: Seleccionar idioma
fr: Sélectionner la langue
it: Seleziona lingua
pt_br: Selecionar idioma
ru: Выбрать язык
zh_hans: 选择语言

# ui.lcs.footer
source: IES TM-15-07 Luminaire Classification System For Outdoor Luminaires
de: IES TM-15-07 Leuchtenklassifizierungssystem für Außenleuchten
es: IES TM-15-07 Sistema de clasificación de luminarias para exteriores
fr: IES TM-15-07 Système de classification des luminaires pour l'éclairage extérieur
it: IES TM-15-07 Sistema di classificazione apparecchi per illuminazione esterna
pt_br: IES TM-15-07 Sistema de classificação de luminárias para exteriores
ru: IES TM-15-07 Система классификации наружных светильников
zh_hans: IES TM-15-07 室外灯具分类系统

# ui.messages.error
source: An error occurred
de: Ein Fehler ist aufgetreten
es: Se produjo un error
fr: Une erreur s'est produite
it: Si è verificato un errore
pt_br: Ocorreu um erro
ru: Произошла ошибка
zh_hans: 发生错误

# ui.messages.file_loaded
source: File loaded successfully
de: Datei erfolgreich geladen
es: Archivo cargado correctamente
fr: Fichier chargé avec succès
it: File caricato con successo
pt_br: Arquivo carregado com sucesso
ru: Файл успешно загружен
zh_hans: 文件加载成功

# ui.messages.file_saved
source: File saved successfully
de: Datei erfolgreich gespeichert
es: Archivo guardado correctamente
fr: Fichier enregistré avec succès
it: File salvato con successo
pt_br: Arquivo salvo com sucesso
ru: Файл успешно сохранён
zh_hans: 文件保存成功

# ui.messages.invalid_file
source: Invalid file format
de: Ungültiges Dateiformat
es: Formato de archivo no válido
fr: Format de fichier invalide
it: Formato file non valido
pt_br: Formato de arquivo inválido
ru: Недопустимый формат файла
zh_hans: 无效的文件格式

# ui.messages.loading
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...
pt_br: Carregando...
ru: Загрузка...
zh_hans: 加载中...

# ui.messages.no_file
source: No file selected
de: Keine Datei ausgewählt
es: Ningún archivo seleccionado
fr: Aucun fichier sélectionné
it: Nessun file selezionato
pt_br: Nenhum arquivo selecionado
ru: Файл не выбран
zh_hans: 未选择文件

# ui.messages.saving
source: Saving...
de: Speichern...
es: Guardando...
fr: Enregistrement...
it: Salvataggio...
pt_br: Salvando...
ru: Сохранение...
zh_hans: 保存中...

# ui.messages.success
source: Success
de: Erfolgreich
es: Éxito
fr: Succès
it: Successo
pt_br: Sucesso
ru: Успешно
zh_hans: 成功

# ui.spectral_badges.ir_high_title
source: High infrared content - thermal hazard
de: Hoher Infrarotgehalt - Wärmegefahr
es: Alto contenido infrarrojo - peligro térmico
fr: Contenu infrarouge élevé - risque thermique
it: Contenuto infrarosso elevato - rischio termico
pt_br: Alto conteúdo infravermelho - risco térmico
ru: Высокое содержание ИК — тепловая опасность
zh_hans: 高红外含量 - 热危害

# ui.spectral_badges.ir_title
source: Contains infrared data
de: Enthält Infrarotdaten
es: Contiene datos infrarrojos
fr: Contient des données infrarouges
it: Contiene dati infrarossi
pt_br: Contém dados infravermelhos
ru: Содержит инфракрасные данные
zh_hans: 包含红外数据

# ui.spectral_badges.uv_high_title
source: High UV content - exposure risk
de: Hoher UV-Gehalt - Expositionsrisiko
es: Alto contenido UV - riesgo de exposición
fr: Contenu UV élevé - risque d'exposition
it: Contenuto UV elevato - rischio esposizione
pt_br: Alto conteúdo UV - risco de exposição
ru: Высокое содержание УФ — риск облучения
zh_hans: 高紫外含量 - 暴露风险

# ui.spectral_badges.uv_title
source: Contains UV data
de: Enthält UV-Daten
es: Contiene datos UV
fr: Contient des données UV
it: Contiene dati UV
pt_br: Contém dados UV
ru: Содержит ультрафиолетовые данные
zh_hans: 包含紫外数据

# ui.spectral.bug_subtitle
source: IES TM-15-11 | Scroll to zoom | Drag to pan
de: IES TM-15-11 | Scrollen zum Zoomen | Ziehen zum Schwenken
es: IES TM-15-11 | Desplazar para zoom | Arrastrar para mover
fr: IES TM-15-11 | Défiler pour zoomer | Glisser pour déplacer
it: IES TM-15-11 | Scorri per zoom | Trascina per spostare
pt_br: IES TM-15-11 | Role para zoom | Arraste para mover
ru: IES TM-15-11 | Прокрутка для масштаба | Перетаскивание для панорамы
zh_hans: IES TM-15-11 | 滚动缩放 | 拖动平移

# ui.spectral.cvg_legend1
source: Color Vector Graphic shows hue and chroma shifts for 16 hue bins.
de: Farbvektorgrafik zeigt Farbton- und Chromaverschiebungen für 16 Farbtonbereiche.
es: El gráfico vectorial de color muestra cambios de tono y croma para 16 zonas de tono.
fr: Le graphique vectoriel de couleur montre les décalages de teinte et de chroma pour 16 zones.
it: Il grafico vettoriale del colore mostra gli spostamenti di tonalità e croma per 16 zone.
pt_br: O gráfico vetorial de cor mostra mudanças de matiz e croma para 16 zonas de matiz.
ru: Векторная диаграмма цвета показывает сдвиги тона и хромы для 16 тоновых зон.
zh_hans: 颜色矢量图显示16个色调区的色调和色度偏移。

# ui.spectral.cvg_legend2
source: Dashed circle = reference illuminant. Solid shape = test source.
de: Gestrichelter Kreis = Referenzlicht. Ausgefüllte Form = Testquelle.
es: Círculo discontinuo = iluminante de referencia. Forma sólida = fuente de prueba.
fr: Cercle en pointillés = illuminant de référence. Forme pleine = source testée.
it: Cerchio tratteggiato = illuminante di riferimento. Forma piena = sorgente di test.
pt_br: Círculo tracejado = iluminante de referência. Forma sólida = fonte de teste.
ru: Пунктирный круг = эталонный источник. Закрашенная форма = тестируемый источник.
zh_hans: 虚线圆 = 参考光源。实心形状 = 测试光源。

# ui.spectral.direct_spd
source: Direct SPD
de: Direkte SPD
es: DEP directo
fr: DSP direct
it: DSP diretta
pt_br: DEP direto
ru: Прямые СРМ
zh_hans: 直接 SPD

# ui.spectral.energy_distribution
source: Energy Distribution
de: Energieverteilung
es: Distribución de energía
fr: Distribution d'énergie
it: Distribuzione energetica
pt_br: Distribuição de energia
ru: Распределение энергии
zh_hans: 能量分布

# ui.spectral.far_red
source: Far-Red (700-780nm)
de: Fernrot (700-780nm)
es: Rojo lejano (700-780nm)
fr: Rouge lointain (700-780nm)
it: Rosso lontano (700-780nm)
pt_br: Vermelho distante (700-780nm)
ru: Дальний красный (700-780нм)
zh_hans: 远红 (700-780nm)

# ui.spectral.greenhouse_subtitle
source: µmol/m²/s at mounting distances
de: µmol/m²/s bei Montagehöhen
es: µmol/m²/s a distancias de montaje
fr: µmol/m²/s aux distances de montage
it: µmol/m²/s alle distanze di montaggio
pt_br: µmol/m²/s em distâncias de montagem
ru: мкмоль/м²/с на высотах монтажа
zh_hans: 安装距离下的 µmol/m²/s

# ui.spectral.hort_metrics
source: Horticultural Metrics
de: Gartenbaumetriken
es: Métricas de horticultura
fr: Métriques horticoles
it: Metriche orticoltura
pt_br: Métricas de horticultura
ru: Агрометрики
zh_hans: 园艺指标

# ui.spectral.hue_legend.rcs
source: Chroma shift (+ve = more saturated)
de: Chromaverschiebung (+ve = gesättigter)
es: Cambio de croma (+ve = más saturado)
fr: Décalage de chroma (+ve = plus saturé)
it: Spostamento croma (+ve = più saturo)
pt_br: Mudança de croma (+ve = mais saturado)
ru: Сдвиг хромы (+ve = более насыщенный)
zh_hans: 色度偏移 (+为更饱和)

# ui.spectral.hue_legend.rf
source: Fidelity (0-100, higher = better match)
de: Wiedergabe (0-100, höher = bessere Übereinstimmung)
es: Fidelidad (0-100, mayor = mejor coincidencia)
fr: Fidélité (0-100, plus élevé = meilleure correspondance)
it: Fedeltà (0-100, maggiore = migliore corrispondenza)
pt_br: Fidelidade (0-100, maior = melhor correspondência)
ru: Точность (0-100, выше = лучше соответствие)
zh_hans: 保真度 (0-100，越高越好)

# ui.spectral.hue_legend.rhs
source: Hue shift (degrees)
de: Farbtonverschiebung (Grad)
es: Cambio de tono (grados)
fr: Décalage de teinte (degrés)
it: Spostamento tonalità (gradi)
pt_br: Mudança de matiz (graus)
ru: Сдвиг тона (градусы)
zh_hans: 色调偏移（度）

# ui.spectral.hue_table.hue
source: Hue
de: Farbton
es: Tono
fr: Teinte
it: Tonalità
pt_br: Matiz
ru: Тон
zh_hans: 色调

# ui.spectral.lcs_subtitle
source: IES TM-15-07 | Scroll to zoom | Drag to pan
de: IES TM-15-07 | Scrollen zum Zoomen | Ziehen zum Schwenken
es: IES TM-15-07 | Desplazar para zoom | Arrastrar para mover
fr: IES TM-15-07 | Défiler pour zoomer | Glisser pour déplacer
it: IES TM-15-07 | Scorri per zoom | Trascina per spostare
pt_br: IES TM-15-07 | Role para zoom | Arraste para mover
ru: IES TM-15-07 | Прокрутка для масштаба | Перетаскивание для панорамы
zh_hans: IES TM-15-07 | 滚动缩放 | 拖动平移

# ui.spectral.load_hint
source: Load an ATLA template with spectral data for TM-30 analysis
de: Laden Sie eine ATLA-Vorlage mit Spektraldaten für TM-30-Analyse
es: Cargue una plantilla ATLA con datos espectrales para análisis TM-30
fr: Chargez un modèle ATLA avec des données spectrales pour l'analyse TM-30
it: Carica un modello ATLA con dati spettrali per l'analisi TM-30
pt_br: Carregue um modelo ATLA com dados espectrais para análise TM-30
ru: Загрузите шаблон ATLA со спектральными данными для анализа TM-30
zh_hans: 加载带有光谱数据的 ATLA 模板以进行 TM-30 分析

# ui.spectral.par_distribution
source: PAR Distribution (400-700nm)
de: PAR-Verteilung (400-700nm)
es: Distribución PAR (400-700nm)
fr: Distribution PAR (400-700nm)
it: Distribuzione PAR (400-700nm)
pt_br: Distribuição PAR (400-700nm)
ru: Распределение ФАР (400-700нм)
zh_hans: PAR 分布 (400-700nm)

# ui.spectral.par_total
source: PAR total
de: PAR gesamt
it: PAR totale
ru: Всего ФАР
zh_hans: PAR 总计

# ui.spectral.peak
source: Peak
de: Spitze
es: Pico
fr: Pic
it: Picco
pt_br: Pico
ru: Пик
zh_hans: 峰值
